---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateSlabEdgeWarn
source: html/93ee0715-557f-06fd-2ca1-1c24a0bef53d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateSlabEdgeWarn Property

Could not create Slab Edge. [Description]

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateSlabEdgeWarn { get; }
```